{
  "title": "An Elegy to the Immortals",
   "id": "elegy",
   "free": false,
  "classification": "RECOVERED HISTORICAL RECORD - CLASSIFICATION: RECORD-001",
  "cover": "images/cover_elegy.png",
  "tags": ["18+", "Reading time: ~8h", "Violence", "Sexual Violence", "Suicide Ideation"],
  "description": "In a world where magic is carved from the living, empires endure only by deciding who must die, and who is allowed to endure.<br><br> Elysia comes of age untouched but owned, trained as ornament and remembrance.<br> Lucius, a war-scarred veteran, and his protégé Eris seek forbidden knowledge that challenges the empire's foundations.<br><br> Each will learn that survival in Archeon demands compromise, betrayal, and the slow surrender of what remains of their own souls.",
  "type": "novel",
  "pages": "",
  "word_count": "",
  "downloads": {
    "pdf": "downloads/elegy_story.pdf",
    "epub": "downloads/elegy_story.epub"
  },
  "price": "",
  "publication_date": "",
  "status": "wip",
  "purchase_links": {
    "bookfunnel": "",
    "retail": ""
  },
  "content": "<h1>An Elegy to the Immortals</h1><h2>The Myssareían Parable</h2><p>The great sun carved into the marble wall caught the afternoon light as two figures passed beneath it without pause. An older scholar in simple white toga, soul rings glinting on his left hand, followed by a younger acolyte whose steps echoed uncertainly in the vast corridor.</p><p>\"Master Aurelius,\" the young acolyte said, his voice carrying the weight of a long-pondered question. \"Archeon has endured four thousand years. Surely in all that time, some old and wise philosopher has found the answer to the meaning of life?\"</p><p>The elder paused, glancing back at the carved sun with what might have been amusement. \"Ah. You know, the Myssareíans once conducted an experiment. They raised their greatest philosophers as undead, binding their harvested souls back into their own corpses, clothed them in priest-robes, and whispered 'You are free. Do what the gods will you to do.'\"</p><p>They began descending the marble steps toward the gardens, their voices echoing softly in the vast space. \"The reasoning was elegant: if their finest minds experienced death and glimpsed the gods' true design, surely they could return knowing humanity's divine purpose. So these corpses wandered the cities, silent, rotting slowly in sunlight, draped in dignity. No one interfered.\"</p><p>\"And they did nothing. For years. Until the Myssareíans concluded the experiment had either been a complete failure, or a spectacular success.\"</p><p>\"But surely something came of it?\" the young acolyte asked, leaning forward.</p><p>\"One day a young Archeonian Warden came across such a philosopher lying in their great forum. Fresh-faced, polished armor gleaming, eyes still full of dogma much like yours.\" Aurelius paused, seeming to savor the moment. \"'Great philosopher,' he asked, 'what is the meaning of life?'\"</p><p>Aurelius swallowed. The pause stretched between them.</p><p>\"The corpse raised one arm. Slowly. And pointed upward. At the sun.\"</p><p>\"The divine purpose!\" the young acolyte breathed.</p><p>\"The Warden thought so too. Wept. Prostrated himself on the stones. Returned to the barracks chanting hymns about labor and sacrifice and the eternal light.\" Aurelius shrugged. \"And the philosopher?\"</p><p>A pause.</p><p>\"Lowered his arm. Never said a word. Now, the Myssareíans who witnessed this concluded the philosopher hadn't answered the question at all. The Warden was simply standing in his sunbeam.\"</p><p>He straightened slightly. \"But other Myssareían philosophers disagreed. They argued that the undead had indeed provided the answer to life's meaning: it was sunbathing. Pure warmth. Small pleasures. Nothing more profound than comfort.\"</p><p>The young acolyte stared, caught between revelation and confusion. \"But... which interpretation is correct? The divine purpose, the accident of shadow, or the philosophy of simple comfort?\"</p><p>\"Ah,\" Aurelius said, his voice carrying that particular dryness reserved for uncomfortable truths. \"That choice, I'm afraid, is only up to you.\"</p><h3>Day One</h3><p>Upon the cliff's edge lay Eldergrove, a village shrouded in hunger and death. The bodies of the starving littered the streets, emaciated husks whose bones were draped in parchment skin. Their hollow eyes turned skyward, accusing indifferent heavens. The peaks loomed: cold, merciless, watching the slow decay, silent as sentinels. Hope had withered in the hearts of the people.</p><p>Then, beneath darkening clouds, a hooded figure appeared at the gate, his steps heavy with purpose. Weakened villagers stumbled toward him, drawn by the spark of desperate curiosity.</p><p>\"Life is currency,\" spoke the figure, voice rich with ancient authority. \"I offer you a simple trade: a soul for your desire.\"</p><p>The crowd shifted uneasily, suspicion battling against hunger in their gaunt faces.</p><p>\"Are you hungry?\" he whispered, his voice like honeyed poison.</p><p>Their silence was answer enough. Two harvests lost to drought, grain gone. No rats nor insects, not even bark on the trees.</p><p>\"Your hunger can cease,\" the stranger declared, \"for but one soul nearing life's end.\"</p><p>An old man named Jossanus stepped forward, his voice dry as autumn leaves. \"If my life can end this suffering, let it be done.\"</p><p>The hooded figure raised his left hand. Upon it gleamed an ornate ring etched with runes of lost tongues. With gentle precision, he pressed it to Jossanus's brow, and life vanished from the old man's eyes like flame snuffed by wind.</p><p>Within the gemstone, a soul ignited: a swirling tempest of brilliant azure, radiant with stolen life. The mage murmured an incantation, ancient and terrible, and his eyes flared with power.</p><p>In moments, Eldergrove stirred. Orchards bowed with apples. Golden wheat rose. Sweetness filled the air. Joy and disbelief broke from grateful throats.</p><p>Yet soon, cries rose again: \"Food for winter!\" \"Grain to sow!\" \"Meat! Wine! More!\"</p><p>And so, they offered up the dying. By evening, the tables groaned with bounty.</p><p>They feasted, they drank, and forgot.</p><h3>Day Two</h3><p>At dawn, the mage returned, cloaked in shadow beneath the pale morning sun.</p><p>\"Life is currency,\" he declared, his voice thick with dark promise. \"Look upon your homes of mud and straw: fragile shells scorched by flame and crumbled by storm. Offer me but five souls for each dwelling, and stone shall shelter you.\"</p><p>A murmur of doubt rippled through the villagers. Flame had already consumed much of Eldergrove, leaving behind charred ruins and the memory of fear. Stone might shield them from winter and fire, but no dying remained. Their souls had already fed the mage's ring.</p><p>Then, from among the desperate, a bitter voice arose: \"What use are the infirm? The old and the weak eat our stores and give us nothing!\"</p><p>Agreement stirred in troubled hearts. Had the elderly not eaten the grain meant for sowing? Would they not perish soon anyway, useless burdens on fading strength?</p><p>Thus began the grim harvest. Cries rose: \"No, spare him! Spare her!\" But fists swiftly silenced the pleas. The frail and the old, trembling with bewilderment, were brought before the mage. With each sacrifice, stone rose from dust, walls strong and roofs sturdy, unyielding to storm or flame.</p><p>By twilight, Eldergrove stood transformed, its homes of stone firm and high, yet their shadows long with unspoken guilt. By nightfall, they drowned their doubt in wine. Laughter masked the price of comfort.</p><p>They feasted, they drank, and forgot yet again.</p><h3>Day Three</h3><p>As dawn broke, the mage appeared once more, his shadow lengthening ominously beneath the sun's cold glare.</p><p>\"Life is currency,\" he declared, his voice grave. \"Your bellies are filled, your homes strong, yet you stand defenseless. What will you do when warriors descend upon you, thirsting for blood, lusting for your loved ones, eager to pillage all you've gained? One soul for each spear, a hundred for walls to repel your foes. This is my price.\"</p><p>Murmurs rippled through the villagers. Fear prickled beneath their skin. The memory of Eastern raiders, merciless, wild, returned like smoke to the throat. The frail and the dying were already gone. Who remained?</p><p>Anger flared. A villager shoved another. \"Thief! You stole my cow last harvest. Perhaps you'll serve us better as a spear.\"</p><p>The other snarled, his eyes burning. \"And you defiled my wife! May the gods strike you down!\"</p><p>The mage raised his hand and the fury fell silent. \"My friends,\" he said, his voice calm and commanding, \"justice shall decide, not chaos. Let the people's judgment choose who will guard your lives.\"</p><p>So began the grim trials, swift and without mercy. Thieves, adulterers, murderers… each crime carried the same judgment, souls delivered into the mage's waiting ring. When criminals ran scarce, grudges and dislikes became sufficient evidence for condemnation.</p><p>\"For the good of the people,\" intoned the mage, darkly satisfied.</p><p>\"For the good of the people!\" cried the villagers, their voices loud, their hearts unclean.</p><p>By evening, spears gleamed in every hand. A sturdy palisade rose high around Eldergrove.</p><p>They feasted, they drank, and forgot once more.</p><h3>Day Four</h3><p>As the sun rose once more, the mage returned, his eyes sharp with subtle malice beneath the deep shadows of his hood. Eldergrove was now strong and armed. The thought of conquest stirred among its people.</p><p>\"My friends,\" he murmured, his voice laced with sweet venom, \"beyond your walls lie the Limnites, a tribe whose cruelty has long brought you grief. But now they suffer, weakened by the same famine you survived. Why not subjugate them? Bind their souls, and secure your safety forever.\"</p><p>Agreement spread like wildfire, kindled by vengeance and ambition. Shouts rose in a single roar, united in thirst for blood.</p><p>So they marched, bearing spears crafted from neighbors' souls, forged by vengeance and greed. The Limnites, weakened and starving, stood no chance against Eldergrove's ruthless fury. The battle was swift, brutal, merciless. It ended in a clamor of violence, pain, grief, and triumph.</p><p>As the sun sank, a captive woman was thrust before the mage, trembling, her eyes wide with helpless terror. The Soul-Eater smiled, cold and unmoved, and refused the offering.</p><p>\"Females of bearing age shall not feed my ring,\" he declared.</p><p>\"Let the fertile live. A body can serve in more ways than a soul. Their sons shall die at your command. Their daughters shall follow the fate of those who bore them. Use them as you please.\"</p><p>That night, Eldergrove feasted and drank deep, reveling in newfound power. Cruelty and dominion, born of blood and chains.</p><p>This day, they did not forget.</p><h3>Day Five</h3><p>At dawn, the mage returned.</p><p>\"Life is…\"</p><p>His words were drowned by the roar of Eldergrove's people, their voices joined in ambition:</p><p>\"Slaves! More slaves!\"</p><p>He raised his left hand, revealing the Soul Ring, radiant, potent, a symbol of their ascent. His voice rang out, triumphant:</p><p>\"My friends! Today I grant you more than slaves. For tens of thousands of souls, I offer all your hearts may desire. For hundreds of thousands, power beyond mortal reach. The continent teems with millions. Bring them to me!\"</p><p>The crowd howled. Some knelt. Others laughed.</p><p>But then, he lifted his right hand, and spoke a name they did not know.</p><p>\"Far to the west stands an empire built on error, ruled by priests who whisper to forces they call gods, never daring to see what answers. Long ago, their seers spoke of doom: that one day, the Arkheontes, the Ancient Ones, would rise, nameless and unbound, and bring their end. So let this city be named for their prophecy. Let it carry the name they feared to utter. Arkheon. Rise, Arkheontes! Rise to the Eternal Sun!\"</p><p>Thus they surged from their sanctified capital, sweeping across distant lands. They conquered, enslaved, and built an empire in their image.</p><p>The Soul-Eater crowned himself the Eternal King, ruling with resolute strength. Soul Rings became marks of prestige, granted to the worthy. Magic flourished as the empire's living foundation.</p><p>The Wardens upheld order with iron discipline. The Bound toiled in silence, their labor the bedrock of Arkheon's splendor. The cunning and devout among the Soul-Eaters formed the Council of Immortals, guardians of the Eternal King's legacy. Each new monarch was chosen from their ranks.</p><p>Arkheon rose as humanity's crowning achievement, unmatched in splendor and might. Forged four thousand years ago, it was the birth of the world's greatest empire, its glory echoing still through history. And whose screams, buried beneath its foundations, have never stopped.</p><p>Thus did the Sun behold their triumph, and name it holy.</p><h2>Chapter 1: The Mirror</h2><p>Lavender lingered in the air, drifting from gardens she admired but never touched. Elysia moved softly, a shadow at the edge of finer lives.</p><p>She dusted the mirror, polished gold and silver on her master's vanity. Her reflection surfaced: a girl on the cusp of womanhood, features etched with early grace, eyes pale as sky behind glass. Beauty was a burden, not a gift. Too pale to be southern, too sharp to be local. A face caught between bloodlines, shaped by people who never stayed. She wished she looked like the others. Then maybe they would have let her belong.</p><p>She remembered the market: traders staring, voices low with promises to her former master. She hadn't understood, but instinct made her shrink. The man who chose her wore dark robes trimmed in gold. Soul rings glinted on his hand. Laurel leaves crowned his brow, real or carved, she couldn't tell. He studied her, then nodded. \"She'll do.\"</p><p>Behind him, a pouch shifted. The steward counted coins without speaking. Each clink struck harder than the last. Measured, final, irreversible.</p><p>The feeling was sharp and wrong, like swallowing something too large. She was a child stripped of name and future, no memory of parents: only the cold finality of his choice.</p><p>He never shouted, never struck her. Unlike the others, she bore no scars. Her smooth skin marked her as privileged among the Bound, whose scars spoke truths she had never earned. At night, loneliness whispered its comforts: a roof, and enough food to fill her stomach.</p><p>Yet discomfort stirred beneath the silken gown he'd given her, fitted close to the curves that had begun to bloom. The mistress's cold eyes held silent, unfathomable accusations. She sought favor through flawless obedience, arranging blossoms, polishing wood until it gleamed. Still, the disdain never wavered. Why does she despise me? The question pricked, one she dared not answer.</p><p>The heavy door creaked. Master Severian's return. Her heart quickened, caught between habit and dread. She stepped forward, hands ready to lift the scrolls and books he carried.</p><p>\"Welcome, Master,\" she said, voice low, steady, like water drawn in silence. The books felt weightless in her arms. She ascended the stairs, placed each volume carefully on his desk, and suppressed the urge to read. Curiosity was sin, she reminded herself.</p><p>The door shut behind her, a sharp note in the room's stillness. \"We need to talk,\" Severian said, his voice calm but heavy.</p><p>Her heart stumbled. She had known this moment would come. Had prayed it wouldn't. Not yet. Not ever.</p><p>\"I've done something wrong?\" she asked, softly. It wasn't a question. It was a plea.</p><p>\"No,\" he said, low and patient. He stepped closer. Not looming, just present.</p><p>\"When I found you in the cages, no one saw what I saw. A small, silent thing, too young to grasp her fate. But your eyes were different: afraid, yes, but watching. You listened. You did not cry.\"</p><p>A pause. He studied her. Like something precious, salvaged from ruin.</p><p>\"I brought you here. Fed you. Taught you. Gave you peace. Comfort.\"</p><p>Another pause. Longer now, measured.</p><p>\"And now… now you have become what you were meant to be.\"</p><p>She did not answer. There was nothing to say.</p><p>The stone behind her felt colder than before. Not the cold of fear. She had lived with that. This was the cold of confirmation.</p><p>She had hoped she was wrong. That perhaps mercy could be mistaken for love.</p><p>But he had only waited.</p><p>His fingers brushed her sleeve, slow and deliberate, tracing the line toward her collar. The air grew thin, the room pressing tightly around her.</p><p>She thought of fleeing, but her limbs held. Her breath caught. Her ribs tightened. She was stone.</p><p>His touch lingered, pulling gently, inexorably, as though to unravel all that she was, beauty and burden alike.</p><p>***</p><p>The dust defied her, glittering in the sun no matter how many times she swept. Her hand moved in a mechanical rhythm, cloth scraping wood, thought kept at bay. Then a creak, like a closing door, brought it all back: his hands, his breath at her neck.</p><p>Her fingers trembled. The cloth slipped. She shook her head, chasing the vision. There is dust, she whispered. It must be gone.</p><p>Then the mistress's voice cut through: \"Are you blind, girl? Look at the corners! Endeavor anew!\" Shame flushed her face. The mistress hated her. The master… she froze mid-motion as his words echoed: \"You are perfection, Elysia,\" breath soft, fingers grazing her gown's edge.</p><p>Her stomach turned. She bent to retrieve the rag and caught her reflection in the polished wood: gaunt, pale, eyes ringed with shadow. Tears welled. Unwanted. Unanswered.</p><p>Dusk came. Fear coiled tighter. She listened: each creak, each rattle of distant wheels. Until finally, the carriage arrived, its sound settling in her like a cold stone.</p><p>In the empty kitchen, her fingers found a gleaming blade. She pressed its edge to her forearm, drawing a thin, deliberate line. The sting was sharp: pain she understood, pain she chose. For a moment, the chaos quieted.</p><p>\"Elysia?\"</p><p>The voice startled her. She turned, pulse racing, to see another Bound in the doorway, concern shadowed by caution.</p><p>Elysia smiled faintly, drawing her arm close. \"They are sharp,\" she said.</p><p>He stared a moment longer. No words. No expression.</p><p>Then he turned and walked away, quick, quiet, already disavowing the moment.</p><p>She exhaled. Dabbed at the wound with a scrap of cloth. The ache lingered. No breath came easy.</p><p>That night, when the master discovered her scars, she held utterly still. His eyes darkened, but she retreated inward, conjuring the garden she'd seen at dawn: a bird perched there, feathers gray and blue, delicate and free.</p><p>The slap snapped her head sideways, stealing her breath. The bird vanished into dark as the sting spread. Her heart pounded, but she didn't flinch.</p><p>\"Do not attempt this again,\" he said, low, dangerous.</p><p>Elysia nodded once. Numbness bloomed as the pain ebbed. Alone at last, she sat on the edge of her narrow bed, moonlight pale and indifferent through the window. She sought the bird again, but found only shadows shaped like his hand.</p><p>Silence stretched thin. The house creaked. She breathed softly, begging the day to end, for sleep to grant mercy.</p><p>Then it came, the sound she feared most: a quiet, deliberate knock.</p><p>\"Elysia.\"</p><p>Her breath caught. Fingers gripped the bed's edge, knuckles white.</p><p>\"Come.\"</p><p>Stillness thickened. She moved toward the door.</p><h2>Chapter 2: The Stillness Below</h2><p>The mirror offered her no mercy.</p><p>She braced her hands on the vanity, knuckles pale against wood worn smooth by generations. The reflection did not lie. Eyes dulled, shadows clinging like bruises from sleepless nights. Hair limp, color leached like parchment in the sun. Hollow cheeks. Drawn lips. No kindness in the face that stared back.</p><p>She traced the faint scars on her forearm, lines once drawn to quiet something deeper. The relief they offered had long turned to ash. It had never been enough.</p><p>Let it end.</p><p>The thought returned, heavy, familiar. But something stirred beneath it. A cold refusal. Silent. Iron-shaped.</p><p>She met her eyes again. The girl who flinched was fading. Something else stared back. Tired, but sharpened by grief. \"No,\" she said, low, flat, final.</p><p>She studied her reflection once more. Face. Hair. Bearing. Little remained of who she'd been. It would suffice.</p><p>The mistress had departed the bath mere moments ago; steam still drifted lazily, carrying the gentle perfume of lavender through the air. Elysia hovered briefly, listening for movement, then slipped inside with practiced quietness, shutting the door softly behind her.</p><p>She hovered beside the tub. Steam curled from the water. Lavender-sweet, too warm, too clean.</p><p>She undid her robe in silence. Let it fall. Stepped free of it like shed skin.</p><p>Her fingers brushed the surface, then stilled. A pause. She stepped in.</p><p>The heat seized her breath.</p><p>The water closed above her head.</p><p>Her limbs uncoiled.</p><p>Her head tipped back.</p><p>She exhaled. Long, slow. Her eyes fluttered shut. For a moment, there was nothing: no walls, no bindings, no names. Only warmth. Suspended between breaths, she allowed herself to feel human.</p><p>Drying herself swiftly, she twisted her hair into the coils she had been taught, tight, even, without flair. She reached for the mistress's perfume, dabbed a cautious drop, and smoothed it over her collarbone, just above the heart, where scent lingers longest. Her skin was still damp. The robe lay untouched on the ground. She did not flinch at the sound of the door.</p><p>A Bound servant stood at the threshold, eyes wide. Young. Silent. Their gaze fell to the crystal vial in her hand, then to the tub behind her, still warm with steam. They did not speak. But something passed between them: recognition, or fear.</p><p>Elysia did not cover herself. Steam clung to her skin, the scent of stolen perfume rising like incense. She held the Bound's gaze for several seconds, unmoving. Long enough to be seen, long enough to be understood.</p><p>Then cold anger stirred. It rose like breath held too long, familiar and practiced.</p><p>She met the Bound's gaze without flinching.</p><p>\"If you speak a word,\" she said softly, \"I'll see to it the master kills you himself.\"</p><p>The door closed before the last syllable faded. The servant vanished, as if they had never stood there at all.</p><p>Elysia lingered, listening to the quiet they left behind. Her pulse beat steady. Just the rhythm of what worked.</p><p>She turned back to the mirror.</p><p>Color had returned to her cheeks, though she hadn't summoned it. The perfume hung faintly on her skin. She adjusted her hair, dressed with practiced grace. A smile touched her lips</p><p>\"Yes,\" she whispered. \"This shall do.\"</p><p>But the words rang hollow. For she knew what it meant.</p><p>***</p><p>Throughout the day, Elysia moved with quiet purpose, scrubbing and polishing until every corner gleamed. The mistress passed without a glance. Elysia kept scrubbing. The scent of perfume still clung faintly to her skin. Yet the mistress uttered no word. Just silence, like a blade not yet drawn. That, too, was victory. Or its warning.</p><p>Her thoughts no longer wandered to garden birds or idle dreams. Everything she needed was close now. Tangible, sharp, and waiting.</p><p>As dusk deepened, she readied herself. She smoothed her dress with careful fingers, steadying her breath one measured inhalation at a time.</p><p>The master's study shone with the same polish she gave every surface, but this time she lingered, feigning interest in books whose titles meant little.</p><p>Her fingertips moved with care, tracing the edges of the stacked letters. Her pulse beat at her throat.</p><p>One parchment slid free. She scanned quickly, greedily.</p><p>Soul economics. Demographics. Bound allocations. Cold words, veiled blades. The wax seals bore signs she had glimpsed only in whispers: the Immortals, the Council.</p><p>And the master, always quiet, always distant, began to take shape. A thread in the Empire's inner weave. A keeper of fates she had never been meant to touch.</p><p>Her breath quickened. With newfound clarity.</p><p>The sound of the manor door opening broke the moment like a snapped thread. She returned the parchment with surgical care. Straightened the stack. Composed her posture.</p><p>When she turned, the room greeted her with silence.</p><p>She was ready.</p><p>The door to the study creaked softly, a mournful sound that echoed gently off shelves lined with tomes of forgotten lore. Elysia stood at the heart of the room, poised with a stillness born of careful intent. The faint scent of lavender lingered. Not invitation, but ritual.</p><p>Severian entered, his brows knitting slightly in confusion. His gaze, usually sharp, composed, caught on her shape and faltered.</p><p>\"Elysia?\" he asked, the word not command but question.</p><p>\"Why are you here?\"</p><p>She did not answer. Silence served her better.</p><p>Slowly, deliberately, she stepped towards him, her bare feet soundless upon the cool, polished floor. Her hand found the door's heavy handle without looking, pushing it shut behind him with a firm, resonant thud.</p><p>The door closed.</p><p>Severian's eyes flickered, the way a man turns toward a shadow he hadn't noticed before.</p><p>Yet Elysia remained calm, her heartbeat steady, her breath even. This was not the master's moment. This belonged to her. She took another measured step closer, head tilted slightly as though considering a puzzle whose secrets she had just unlocked. He opened his mouth to question her, but words failed him.</p><p>She kissed him.</p><p>Her lips met his with practiced precision, a gesture shaped by memory, not desire. She did not truly know the warmth or tenderness the gesture promised; instead, she conjured the imagined embrace of another. A gentler presence, a kinder gaze. In her mind, the stranger's touch replaced Severian's, shielding her from the reality she chose to forget.</p><p>When she drew back, the mask of gentle desire was perfectly in place. Severian stared at her, visibly stunned, searching her eyes for clarity.</p><p>For a heartbeat, her gaze dropped. As if she'd forgotten what face she wore.</p><p>Then it was gone.</p><p>She looked up again and reached out, taking his hands gently, guiding him toward the chamber's bed with quiet, reassuring steps. Her voice was low. Measured. Soothing, by design.</p><p>\"You must be weary from the burdens of your day,\" she murmured, each word carefully chosen, deliberately warm. \"Allow me to ease your cares.\"</p><p>The room filled with the gentle rustle of fabric and the measured rhythm of her breath. Her hands moved confidently, tracing patterns she had rehearsed in her mind. Severian did not lead. That was enough. For once, she guided the moment; for once, he followed in quiet confusion.</p><p>Yet, Elysia's mind drifted back to the reflection she'd seen in the mirror. A girl marked by shadows and scars, one who knew too well the cost of each silent victory. Though the room was filled with the scent of lavender and the sound of fabric relinquished to the floor, something inside her shifted. Slight. Nameless.</p><p>She held it there, like breath drawn too long.</p><p>Then let it go.</p><h2>Chapter 3: Under His Peace</h2><p>Severian's heat pressed against her back, anchoring her, but sleep did not come.</p><p>She lay still.</p><p>The chamber hung heavy with the scent of melting wax and sweat, the dying embers whispering in the hearth. Severian had fallen swiftly asleep, as always after nights like these, his arm draped around her waist: possessive, secure, heavy as iron.</p><p>Her eyes followed the shadows on stone, memories unspooling like threads wound too tight. She drifted backward through time. Before she wore silks, before her lips were stained with crushed mulberries by a hand that did not ask. Back to when she was smaller. Eyes already aged beyond childhood.</p><p>The kitchen. Stones always cold beneath her knees, even in summer. She had knelt by the hearth, slicing dried fruits, her fingers slender and careful. Two boys nearby.</p><p>Whispered laughter edged with cruelty.</p><p>Placidus. Laborans. Names she did not need to remember, yet had never forgotten.</p><p>Their mocking was quiet torment: Soft hands. The untouchable one. The master's favorite. Their words followed her, shadows cast by a pitiless sun.</p><p>The knife rested lightly in her palm. She set it down. Picked it back up.</p><p>Then swiftly, sharply, she drew it across her cheek: a thin, precise line blossoming with blood.</p><p>She did not cry.</p><p>She screamed.</p><p>Only then did she sob. Wild, frightened. As Severian's footsteps thundered down the hall, she threw the bloodied knife at Placidus.</p><p>It clattered to the floor at his feet.</p><p>He barely flinched. Prey frozen beneath a shadow he could not name.</p><p>Severian entered like weather long expected, vast, unhurried, absolute. His eyes measured the scene: her tears, the blade, the trembling boy. A judgment formed within a single breath.</p><p>He seized Placidus by the throat. Calm, efficient, like lifting livestock marked for slaughter.</p><p>\"This shall not be tolerated,\" he declared. He carried the boy into the next room. The doors stayed open.</p><p>Her sobs ceased at once. Laborans stared at her, wide-eyed, breathless. Her tears kept falling, but she felt nothing.</p><p>Severian's voice rose from the open door. Sharp, commanding. Then the unmistakable sound of fist after fist striking flesh echoed. Each blow drove Laborans back, step by step.</p><p>The scream began to fray, sharp at first.</p><p>Then hoarse.</p><p>Then small.</p><p>The last one barely rose above a breath.</p><p>Then silence fell like a curtain.</p><p>Laborans pressed to the wall, trapped by horror.</p><p>Severian emerged. Knuckles raw. Face flushed, calm. His soul ring glowed blue, cold and pulsing. A silent confirmation. Placidus was gone. He pointed at Laborans without expression.</p><p>\"Clean the room,\" he said.</p><p>Laborans nodded, trembling, and turned toward the open door. The boy fled without a word.</p><p>The tension bled from her.</p><p>She hadn't expected it to work this well.</p><p>Then Severian knelt. His voice gentle, terrifyingly sincere.</p><p>\"Show me.\"</p><p>She raised her chin. His thumb traced along the wound, careful, possessive. His words came quiet, weight like a vow.</p><p>\"No one,\" he murmured, \"should ever hurt you.\"</p><p>She sniffled. Nodded. And smiled.</p><p>***</p><p>She did not see Placidus again.</p><p>At the time, she could not grasp the fullness of it. Only that he was gone, and she remained. That her tears had summoned Severian's judgment. That someone had finally paid the price.</p><p>But some days later, passing through the corridor near the servants' basin, she saw Laborans again. His arms were full of linens. His eyes, for a single heartbeat, found hers.</p><p>In that brief moment, his face revealed everything: terror, grief, and something weightier still.</p><p>Loss. He had cared for Placidus. And she should have looked away. But she did not.</p><p>Because she liked the way he looked at her now. Because it was the first time he was not laughing.</p><p>So she smiled at him. After that, no one mocked her again.</p><p>Even the older bound cast their eyes away, their hands swift and silent in their duties. She was alone, yes, but she was proud. The Sun had gifted her something precious, hadn't it? A sharpness of spirit. A purity of instinct. The wisdom to end cruelty with silence, and to make silence echo.</p><p>Severian said so. He had knelt beside her and vowed it.</p><p>Years later, she would return to that day in thought, tracing the shape of it like an old scar. And she would remember Placidus.</p><p>At first, guilt had twisted in her belly. She had not wanted him gone, only punished. It was not her fault. She had not delivered the blows. Severian had chosen the punishment. Severian had made the cost.</p><p>And besides, they should not have mocked her. They had drawn the line themselves. In time, even guilt gave way. And what remained was clearer. Sharper. Cleaner.</p><p>Because in the quiet of her soul, she came to understand: if they had continued to mock her, if others had joined in, she would have wanted them all to end as Placidus did.</p><p>And there was no shame in that at all.</p><p>***</p><p>The memory faded, but its taste lingered. Salt and iron, like blood on the tongue. Elysia lay motionless in the dark, Severian's arm draped across her waist like a weight forged in ceremony. He murmured in his sleep, a quiet breath against her shoulder. It might have been her name.</p><p>She did not move.</p><p>Placidus had not screamed like that at first. She had waited for it. Then she heard it.</p><p>For the moment the scream broke, turned ragged, thin with helplessness. The last of all. That was when it stayed with her.</p><p>She blinked once, slowly, letting the coals whisper their last warmth into the stone walls. Her thoughts wandered still, pulled along a thread that had begun long ago in a cold kitchen, with fruit and knives and laughter that cut sharper than any blade.</p><p>She was not a child anymore. She did not need a mirror to know she had changed. There were no tears. No flinching.</p><p>He had taken her only a few days ago. Not with the roughness of punishment, but the slow, rehearsed devotion of a priest tending a sacred flame. As if her body belonged not to her, but to the Sun, and he its most faithful servant. His gentleness stung worse than any blow.</p><p>He had not forced her. Not with violence. There had been pain. Of course there had. But not the kind he would ever see as cruelty. Only the kind that made her his.</p><p>She had smiled, afterward. She had whispered the proper words. She had touched his face like a lover might. And inside, she had gone very still.</p><p>Now she knew: Severian, for all his control, his ritual, his reverence, wanted her no differently than the boys who used to mock her. He was just the first with permission. The first with power. The first to kneel before her beauty while pressing her into obedience.</p><p>It was not love. It was law.</p><p>And the others? The ones who watched her now with hands that tightened on their tools, with eyes that lingered a second too long? What would they do, if there were no Severian to cast judgment? No priesthood to say she belongs to him?</p><p>They would not call her sacred. They would not speak at all.</p><p>She curled more tightly against the man who had taken everything, because his violence had structure. His lust had a name. The others, in the dark corners of Archeon, harbored nothing but hunger.</p><p>And in that moment, Elysia saw clearly the truth she had long felt, yet never dared admit, even within the privacy of her own heart. There existed but two destinies for a woman beneath the indifferent gaze of the Sun: prey, or possession. Either she would be stalked through the shadowed corridors of the empire, at the mercy of all who watched with hungry eyes and careless hands, or she would be claimed. Bound by chains forged not from iron, but from power and possession, invisible yet heavier by far.</p><p>And cruelest of all, possession was safer.</p><p>In silence, she accepted the cage that held her.</p><p>There was no path out, only the narrow, ordered corridors of obedience. So she would endure, learning the proper words, perfecting the gestures that pleased her master. It was how she would survive.</p><p>And in the silence that followed, she wondered if the Sun had favored her after all, setting her apart from the forgotten, the hunted, the broken. A bitter comfort it was, yet comfort all the same.</p></p><div class='preview-notice'><p><strong>END OF PREVIEW - Archivist Note:</strong></p><p>Subject's trajectory accelerates beyond initial projections. Recovered testimony reveals convergence with two additional actors whose choices will challenge the four-millennium regime.</p><p>Classification: Three divergent survival strategies under theocratic soul-harvesting protocols.</p>Full document access requires clearance protocols above.</p></div>"
}
