{
  "title": "Glory to Mankind",
  "id": "glory",
  "free": true,
  "classification": "RECOVERED CASE STUDY - CLASSIFICATION: CASE-B",
  "cover": "images/cover_glory.jpg",
  "tags": ["Hard Sci-Fi", "16+", "Reading time: ~3h", "Violence", "Suicide"],
  "description": "What remains of mankind lives underground, watched by its own sins. The stars above are silent. No one knows if silence means peace, or extinction.<br><br> Ashlin tunnels deeper into pointless rock, calling herself a \"rock bitch\" while enduring the Starsiege Directive of endless preparation.<br><br> But how do you find meaning when even the leadership doubts the doctrine they order you to follow?",
  "type": "novella",
  "pages": "",
  "word_count": "",
  "downloads": {
    "pdf": "downloads/glory_story.pdf",
    "epub": "downloads/glory_story.epub"
  },
  "price": "",
  "publication_date": "",
  "status": "wip",
  "purchase_links": {
    "bookfunnel": "",
    "retail": ""
  },
  "content": "<h2>Glory to Mankind</h2><h3>Chapter 1: Marco</h3><p>The cafeteria held its breath in humid stillness. Climate control maintained the air at precisely nineteen degrees, yet moisture hung heavy from the collective exhalation of three hundred workers and the steam that leaked steadily from nearby sterilizers and algae cultivation tanks. Marco occupied a metal table alone, its surface scarred with heat rings and bearing a sharp chip at one corner where someone's frustration had found permanent expression.</p><p>His spoon moved without purpose through lukewarm lentil broth, stirring compressed vegetable matter that had been shaped, with industrial optimism, to resemble sausage. The utensil itself, molded from rough cellulose, had begun to soften at the edges where warmth met the acidic broth. His bowl, heavy black stoneware still radiating heat from the warming slot, contained a meal that mirrored Sector Twelve itself: functional, dependable, sufficient.</p><p>Above, a flatscreen mounted to a concrete pillar displayed the midday broadcast in silence. Subtitles crawled beneath the presenter's practiced smile:</p><p>\"TITAN INDEPENDENT ASSEMBLY REJECTS EARTH-LED TAX ACCORD. Former colonies cite sovereignty concerns, declining fiscal integration despite substantial incentive packages.\"</p><p>Workers at neighboring tables murmured in low voices, faces bent toward personal slates. A woman three tables away coughed twice into her sleeve and adjusted her mask with quick, practiced movements. The fifteen-minute break continued its familiar rhythm, identical to yesterday's, predetermined for tomorrow's.</p><p>Beneath all human activity, a deeper frequency pulsed through the floor and walls. Sector Twelve's heartbeat. Most workers had learned to ignore the steady thrumming of the fusion reactor buried in the district's depths, but Marco remained conscious of it always. The reactor predated his birth by two decades and powered their entire arcology independently, requiring no corporate supply lines, no orbital dependency. Marco maintained water regulators and atmospheric filters, not reactor cores, but he understood the significance. Independence. Self-sufficiency. Dignity.</p><p>Concepts that frontier politicians would never comprehend.</p><p>The broadcast continued its measured delivery:</p><p>\"The treaty represented a cornerstone initiative for the Union for Earth administration. Political analysts now anticipate significant damage to the current government's credibility as independent colonial commerce proceeds without Earth oversight.\"</p><p>Marco's jaw tightened. He reached out, silencing the screen with a sharp tap.</p><p>The same failures. The same compromises. The same indifference to Earth's needs.</p><p>Three days remained until the election, but early voting had commenced at dawn. Marco had planned to wait, to consider his options with proper deliberation, until last night's revelation. Another scandal. Another betrayal. The final weight on scales already bent to breaking.</p><p>From his chest pocket, he retrieved the company slate, its surface warm against his palm. The device responded with a soft chime, confirming his biometric signature through retinal verification.</p><p><strong>AUTHENTICATED. Welcome, MARCO D. RETHVIN.</strong></p><p><strong>EARLY VOTING WINDOW ACTIVE. 2525 FEDERAL PARLIAMENTARY ELECTION.</strong></p><p><strong>Voting closes 00:00 UTC, Earth Standard Time. Selection is permanent.</strong></p><p>He selected \"Vote Now.\"</p><p><strong>CHOOSE YOUR COALITION REPRESENTATIVE FOR THE FEDERAL PARLIAMENT.</strong></p><p><em>Voter identity protected through quantum encryption protocols.</em></p><p><strong>🟦 Alliance for Progress</strong> <em>Smart growth. Stronger worlds. Shared tomorrow.</em></p><p><strong>🟨 Free Horizons Movement</strong> <em>Unshackling humanity's potential. A future without limits.</em></p><p><strong>🟩 Union for Earth</strong> <em>Building a fair and sustainable tomorrow, together.</em></p><p><strong>🟥 Rally for the Natural Order</strong> <em>One Earth. One Future.</em></p><p>Marco knew the statistics. Ninety-three percent of Earth's accumulated wealth now belonged to less than one percent of its citizens, the vast majority of whom had relocated to Titan estates, orbital residences, or stations circling distant stars whose names resisted pronunciation. When the colonies had rebelled fifty years ago, fought their war of independence, and won, Earth's wealthiest hadn't rallied to defend their homeworld. They had fled to join the victors.</p><p>Yet they maintained Earth citizenship by right of birth, casting votes from glass towers that would never feel the consequences of their choices. Each election cycle, they voted to expand trade corridors, increase freight traffic, establish new commercial routes through neighborhoods Marco could scarcely afford.</p><p>He absorbed the costs. They collected the profits.</p><p>Marco didn't want the colonies back. Imperialism was a disease Earth was better off cured of. But fair was fair. You couldn't abandon your homeworld, move in with its former enemies, and still expect to vote on its future. That was absurd.</p><p>Their fortunes originated not from manufacturing or honest industry, but from algorithmic trading, deep-space financial instruments, and off-world markets that existed beyond taxation or accountability. They had constructed the automated systems that destroyed his knees. Four thousand union positions eliminated, replaced by a hundred robotic arms and a logistics AI that never demanded breaks, benefits, or dignity.</p><p>The final strike had concluded in humiliation. Three weeks in unheated corridors, rationing warmth, chanting resistance to security cameras that registered their presence without interest or response.</p><p>The corporate representative had issued a statement: \"We sympathize with worker concerns.\"</p><p>The layoffs followed. Then salary freezes. Then the gradual reduction of medical subsidies.</p><p>His wife's condition remained stable. The cancer had not metastasized, not yet. But the state clinic maintained a waiting list that stretched three years into an uncertain future. Private treatment cost ninety thousand credits, half of which the company would subsidize if Marco achieved promotion to senior foreman.</p><p>Alternatively, if Earth's government finally developed sufficient resolve to tax the parasitic wealth that orbited beyond atmospheric reach.</p><p>Marco glanced toward the silent screen. Titan Independent Assembly members, wrapped in synthetic fabrics that cost more than his annual salary, raised glasses of wine that Earth had not produced in centuries. The caption read: \"No comment at this time.\"</p><p>Rage mixed with despair in his chest, a familiar combination that had grown stronger with each passing year.</p><p>He wanted nothing excessive. Only dignity.</p><p>Marco's expression hardened. His finger moved toward the screen.</p><p>Rally for the Natural Order.</p><p>Seven years. Seven years of moderate promises, reasonable compromises, and careful negotiations. Seven years of watching conditions deteriorate while politicians explained the necessity of patience.</p><p>The radicals offered no cooperation, no careful diplomacy. They promised action.</p><p>\"The independent colonies ignore reasonable discourse,\" their candidate had declared. \"We will provide alternatives they cannot ignore.\"</p><p>Perhaps extremism remained the only rational response.</p><p>Marco selected the red option.</p><p>A gentle tone issued from the slate.</p><p><strong>\"Your vote has been recorded. Confirmation: 9K-44G-T3.\"</strong></p><p><strong>\"Thank you for participating in the Earth Federal Democratic Process.\"</strong></p><p>He deactivated the screen without hesitation or regret.</p><p>Marco finished his broth in three efficient swallows and disposed of the cellulose spoon in the recycling receptacle.</p><p>The shift alarm began its familiar wail.</p><p>He stood, stretching muscles that protested after years of industrial labor, and secured his respiratory filter.</p><p>The mask sealed against his face with a soft hiss.</p><p>Time to return to work.</p></p><div class='preview-notice'><p><strong>END OF PREVIEW - Archivist Note:</strong></p><p>Full documentation explores citizen rationale and administrative response to unprecedented demographic threat assessment.</p><p>Classification: Incomplete information within democratic processes can trigger undesirable systematic consequences.</p>Download the free preview for additional chapters or register for the monthly dispatch to gain complete story access.</p></div>"
}
