{
  "title": "A Most Tragic Incident at the Periphery",
   "id": "incident",
     "free": false,
  "classification": "RECOVERED CASE STUDY - CLASSIFICATION: CASE-A",
  "cover": "images/cover_incident.jpg",
  "tags": ["War Fiction", "18+", "Reading time: ~2h", "Violence", "Sexual Violence", "War Crimes", "Psychological Trauma"],
  "description": "Artem, 19, a conscript carrying a rifle he barely knows how to use, is sent into a city that refuses to surrender. <br><br>Across the mountains, the neutral Republic of Normark mobilizes its reserves. Not to intervene. Just to keep the refugees out.",
  "type": "novella",
  "pages": "117",
  "word_count": "26367",
  "downloads": {
    "pdf": "downloads/incident_story.pdf",
    "epub": "downloads/incident_story.epub"
  },
  "price": "TBA",
  "publication_date": "2025-09-16",
  "status": "under_review",
  "purchase_links": {
    "bookfunnel": "",
    "retail": ""
  },
  "content": "<h2>A Most Tragic Incident at the Periphery</h2><h3>Chapter 1: Foreign Aid</h3><p>Artem sat on his cot, watching the humanitarian distribution through the tent flaps. The canvas walls did little to muffle the sound of trucks backing up to the distribution point, diesel engines grinding as drivers maneuvered between concrete barriers. A helicopter passed overhead, rotors beating steadily toward the mountains where the shooting usually came from.</p><p>His back ached from sleeping on the thin mattress. Three months since the beating during his first week of service, and the pain still flared when he bent wrong or carried equipment too long. The medic had given him pills that made him drowsy, so he saved them for when the pain became unbearable.</p><p>His AK-74 lay beside him on the cot, the rifle's polymer stock worn smooth from constant handling. He knew every component of the weapon by touch—could strip and reassemble it blindfolded after weeks of drill. The rifle was old but sturdy, manufactured years before he was born, but it functioned reliably. Orders were clear: the weapon stayed within arm's reach at all times. Losing it, or letting someone steal it, meant punishment severe enough that soldiers sometimes slept with the rifle in their sleeping bags.</p><p>Outside, civilians formed orderly lines near the trucks. Some wore traditional Tashkerian clothing, others dressed in worn Western clothes. Children stayed close to their parents, occasionally pointing at the soldiers. The whole scene looked organized, almost peaceful, except for the armed guards positioned around the perimeter and the distant crack of rifle fire every few minutes from the hills.</p><p>Artem tried to imagine what was in the humanitarian crates being unloaded. Food, obviously. Medicine maybe. The boxes had foreign writing on them, English or German text he couldn't read. Some bore symbols he recognized from television—red crosses, stylized wheat sheaves, logos of organizations he'd heard mentioned on the news back home.</p><p>The work felt important. Maintaining security during humanitarian operations was exactly why the federation had deployed forces to this province. The separatists had been disrupting government services for years, attacking supply convoys, threatening civilians who remained loyal to the federation. International organizations needed protection to do their work safely. Without military presence, who knew what the terrorists might do to prevent aid from reaching people who needed it.</p><p>Another rifle shot echoed from the direction of the mountains, closer than usual. Several soldiers glanced toward the sound, then returned to their conversations. After two weeks of deployment, the sporadic gunfire had become background noise, like traffic or construction work. Contact reports came in regularly over the radio, but nothing requiring immediate response from their unit.</p><p>A sergeant walked past carrying a radio, speaking in the clipped tones NCOs used when reporting to command. Artem caught fragments: \"...intermittent contact... small arms fire... no casualties...\" The words sounded routine, administrative rather than urgent.</p><p>He shifted position on the cot, trying to find an angle that didn't aggravate his back, keeping one hand on his rifle. Through the tent opening, he watched civilians approach the distribution tables with documents and identification. Families received packages proportional to their size, everything documented and recorded by officials with clipboards.</p><p>The routine was beginning to feel monotonous. Two weeks of watching distributions, listening to distant gunfire, cleaning weapons, and writing reports. No one had explained how long the deployment would last or when they might see actual combat. Some soldiers speculated they'd be home by winter. Others thought this was just the beginning of a longer operation.</p><p>\"Artem!\" Misha appeared at the tent entrance, slightly out of breath. His expression carried the particular urgency that meant either trouble or opportunity. In the military, those were often the same thing.</p><p>\"What's happening?\"</p><p>\"Just come. Bring your mess kit.\"</p><p>Artem grabbed his metal bowl and spoon from beside the cot, then slung his rifle across his shoulder. The usual pain protested as he stood. He followed Misha through the camp, past other tents where soldiers cleaned weapons or wrote letters.</p><p>They approached a group of men clustered behind the supply tent, partially hidden from the main camp area. Starshiy Serzhant Volkov stood in the center, using a crowbar to pry open a large wooden crate. The same foreign markings covered its sides, along with shipping labels and customs stamps identical to those on the humanitarian supplies being distributed at the front of the camp.</p><p>This was wrong. The realization hit Artem as he watched Volkov work. These supplies were meant for the civilians outside, the families with children he'd been observing through the tent flaps. This was stealing.</p><p>Volkov glanced up as they approached. \"Good, more hands.\" He resumed working the crowbar along the crate's edge. \"This should feed a family for several days, according to the documentation.\"</p><p>\"How did you get it?\" Artem asked.</p><p>Volkov shrugged without looking up. \"I and two guys just took it from a truck when nobody was watching.\" The crowbar found purchase and the lid began to separate from the frame. \"Driver was arguing with some official about paperwork. Took maybe thirty seconds.\"</p><p>The lid came free with a sharp crack. Inside, various packages and containers were arranged in neat rows, each labeled in foreign languages. Volkov began lifting items out: plastic bags of rice and pasta, canned goods with pictures of fish and meat, several chocolate bars in bright wrappers.</p><p>\"No way there's enough food here for twelve men,\" someone said. \"But it doesn't matter.\"</p><p>Volkov opened one of the cans with his field knife, the metal peeling back to reveal preserved fish in oil. The smell was rich and salty, unlike the bland rations they usually received. He passed it around along with a single spoon.</p><p>When the can reached him, Artem accepted it despite his moral questioning. The fish was saltier than anything he'd eaten in weeks, rich with oil that coated his mouth and left him wanting more. He took his portion and passed it along, watching as the others examined the remaining contents.</p><p>\"What are these?\" Misha held up a rectangular package wrapped in colorful plastic. Foreign text covered the wrapper, along with pictures of grains and fruits arranged in artistic patterns.</p><p>\"Some kind of Western food bar,\" Volkov said. He tore open the wrapper and broke off pieces for distribution. The interior contained pressed grains and dried fruit, dense and sweet with a texture unlike military rations. \"Probably costs more than we make in a week.\"</p><p>Someone found a jar with a brown paste inside. The label showed a picture of peanuts, but the contents looked unfamiliar. Volkov unscrewed the lid and sniffed the contents cautiously.</p><p>\"Peanut butter,\" he announced. \"Americans eat this.\"</p><p>He dipped the communal spoon into the jar and tasted it, his expression shifting from suspicion to interest. \"Dense. Salty. Very rich.\" He passed the jar around.</p><p>When the spoon reached Artem, he hesitated before tasting. The texture was unlike anything he'd encountered—thick, almost paste-like, but smooth. The flavor combined salt and sweetness with an underlying nuttiness that lingered on his tongue and seemed to coat his teeth. It was intensely satisfying in a way that surprised him, more filling than anything from their standard rations. He found himself hoping they would find another truck to steal from.</p><p>The soldier next to him tried to take a second spoonful before passing the jar along. Another man grabbed his wrist.</p><p>\"One spoon, you pig,\" the second soldier said without real anger. They struggled briefly over the utensil before the first man released it, grinning.</p><p>The jar continued around the circle. Several men examined the nutritional information printed on foreign labels, though none could perfectly read the language.</p><p>\"Look at this,\" Artem said, pointing to numbers on a chocolate wrapper. \"According to these numbers, this one bar contains almost enough calories for one meal.\"</p><p>\"Perfect,\" Misha said, grinning. \"I hereby appoint myself Minister of Public Health for our new country.\" He gestured toward the empty crate and scattered wrappers. \"My first official act is to declare a famine emergency and request immediate international assistance.\"</p><p>The others laughed. Someone else picked up the role-playing: \"And I'm Minister of Defense. Our primary security threat is protecting these humanitarian supplies from unauthorized redistribution.\"</p><p>\"Minister of Interior here,\" another soldier added, unwrapping a second chocolate bar. \"I'll handle customs documentation to ensure proper import procedures for all future aid shipments.\"</p><p>\"We should write reports for the international community,\" Misha suggested. \"Dear United Nations, the sovereign nation of Tent Seven requires immediate assistance. Our population of twelve faces severe nutritional challenges.\"</p><p>\"Keep it down,\" Volkov said quietly, though he continued eating his chocolate bar. \"Sound carries.\"</p><p>Artem found himself smiling despite the absurdity. The exotic flavors and foreign packaging made the whole experience feel like a small adventure rather than theft. The rich foods had improved everyone's mood considerably, creating a sense of shared conspiracy that felt almost comradely.</p><p>The gunshots came suddenly, much closer than before. Sharp cracks of rifle fire, then the deeper sound of a machine gun. Shouting erupted from the main camp area.</p><p>Volkov dropped the chocolate wrapper and grabbed his weapon. \"Move!\"</p><p>The men scattered toward their equipment. Artem ran with the others, the usual pain spiking with each stride. Someone was yelling grid coordinates over a radio. A truck engine started nearby.</p><p>A military transport helicopter approached from the south, flying low and fast. The rotor noise grew overwhelming as it passed directly overhead. Dust and debris swirled up from the ground, mixing with fragments of discarded food wrappers, stinging Artem's eyes and filling his mouth with grit that tasted of chocolate and foreign spices. He ducked instinctively, one hand covering his face against the rotor wash, the other keeping his rifle secure.</p><p>The helicopter's shadow moved across the camp, then continued toward the mountains. Artem looked up at the massive machine as it departed, its rotors beating the air with mechanical precision. For a moment, watching the aircraft disappear into the distance, he felt very small and insignificant.</p><div class='preview-notice'><p><strong>END OF PREVIEW - Archivist Note:</strong></p><p>Complete testimony documents Subject Artem's deployment through escalating operational phases. Parallel recovery reveals Normark perimeter personnel implementing containment protocols against civilian displacement.</p><p>Classification: Dual perspective analysis of systematic population control mechanisms.</p>Download the free preview for additional chapters or purchase the complete story access with the buttons above.</p></div>"
}
